{
    "sodium.option_impact.low": "Niedrig",
    "sodium.option_impact.medium": "Medium",
    "sodium.option_impact.high": "Hoch",
    "sodium.option_impact.extreme": "Extrem",
    "sodium.option_impact.varies": "Variiert",
    "sodium.options.pages.quality": "Qualität",
    "sodium.options.pages.performance": "Leistung",
    "sodium.options.pages.advanced": "Erweitert",
    "sodium.options.view_distance.tooltip": "Die Renderentfernung steuert, wie weit entferntes Terrain gerendert wird. Kürzere Entfernungen bedeuten, dass weniger Terrain gerendert wird, was die Bildrate verbessert.",
    "sodium.options.simulation_distance.tooltip": "Die Simulationsentfernung steuert, wie weit entferntes Gelände und Objekte geladen und geticked werden. Kürzere Entfernungen können die interne Server Belastung verringern und die Bildrate verbessern.",
    "sodium.options.brightness.tooltip": "Steuert die Helligkeit (Gamma) des Spiels.",
    "sodium.options.gui_scale.tooltip": "Legt den maximalen Skalierungsfaktor fest, der für die Benutzeroberfläche verwendet werden soll. Wenn 'auto' verwendet wird, wird immer der größte Skalierungsfaktor verwendet.",
    "sodium.options.fullscreen.tooltip": "Wenn aktiviert, wird das Spiel im Vollbildmodus angezeigt (falls unterstützt).",
    "sodium.options.v_sync.tooltip": "Wenn diese Option aktiviert ist, wird die Bildrate des Spiels mit der Bildwiederholfrequenz des Monitors synchronisiert, was zu einem insgesamt flüssigeren Erlebnis auf Kosten der Gesamteingangslatenz führt. Diese Einstellung kann die Leistung beeinträchtigen, wenn dein System zu langsam ist.",
    "sodium.options.fps_limit.tooltip": "Begrenzt die maximale Anzahl von Bildern pro Sekunde. Dies kann dazu beitragen, den Akkuverbrauch und die allgemeine Systemlast beim Multitasking zu reduzieren. Wenn V-Sync aktiviert ist, wird diese Option ignoriert, es sei denn, sie ist niedriger als die Aktualisierungsrate deines Displays.",
    "sodium.options.view_bobbing.tooltip": "Wenn diese Option aktiviert ist, schwankt und wackelt die Ansicht des Spielers, wenn er sich bewegt. Spieler, die beim Spielen unter Reisekrankheit leiden, können davon profitieren, dies zu deaktivieren.",
    "sodium.options.attack_indicator.tooltip": "Steuert, wo der Angriffsindikator auf dem Bildschirm angezeigt wird.",
    "sodium.options.autosave_indicator.tooltip": "Wenn aktiviert, wird angezeigt, wenn das Spiel die Welt auf der Festplatte speichert.",
    "sodium.options.graphics_quality.tooltip": "Die standardmäßige Grafikqualität steuert einige Legacy-Optionen und ist für die Mod-Kompatibilität erforderlich. Wenn die folgenden Optionen auf \"Standard\" belassen werden, verwendest du diese Einstellung.",
    "sodium.options.clouds_quality.tooltip": "Steuert die Qualität von gerenderten Wolken am Himmel.",
    "sodium.options.weather_quality.tooltip": "Steuert die Qualität von Regen- und Schneeeffekten.",
    "sodium.options.leaves_quality.name": "Blätter Qualität",
    "sodium.options.leaves_quality.tooltip": "Steuert die Qualität der Blätter.",
    "sodium.options.particle_quality.name": "Partikel Qualität",
    "sodium.options.particle_quality.tooltip": "Steuert die maximale Anzahl von Partikeln, die gleichzeitig auf dem Bildschirm vorhanden sein können.",
    "sodium.options.smooth_lighting.tooltip": "Steuert, ob Blöcke gleichmäßig beleuchtet und schattiert werden. Dadurch wird die Zeit, die für die Neuerstellung eines Chunks benötigt wird, leicht erhöht, die Bildrate wird jedoch nicht beeinträchtigt.",
    "sodium.options.biome_blend.value": "%s Block/Blöcke",
    "sodium.options.biome_blend.tooltip": "Steuert den Bereich, in dem Biome für die Blockfärbung abgetastet werden. Höhere Werte erhöhen die Zeit, die zum Erstellen von Chunks für abnehmende Qualitätsverbesserungen benötigt wird, erheblich.",
    "sodium.options.entity_distance.tooltip": "Steuert, wie weit entfernte Objekte vom Player gerendert werden können. Höhere Werte erhöhen den Renderabstand auf Kosten der Bildrate.",
    "sodium.options.entity_shadows.tooltip": "Wenn aktiviert, werden standard Schatten unter Mobs und anderen Entitäten gerendert.",
    "sodium.options.vignette.name": "Vignette",
    "sodium.options.vignette.tooltip": "Wenn aktiviert, wird ein Vignetteneffekt in der Spieleransicht gerendert. Es ist sehr unwahrscheinlich, dass sich dies auf die Bildrate auswirkt, es sei denn, Sie haben eine Begrenzung der fill-rate.",
    "sodium.options.mipmap_levels.tooltip": "Steuert die Anzahl der Mipmaps, die für Blockmodelltexturen verwendet werden. Höhere Werte bieten eine bessere Darstellung von Blöcken in der Ferne, können sich jedoch bei vielen animierten Texturen nachteilig auf die Leistung auswirken.",
    "sodium.options.use_block_face_culling.name": "Verwenden Sie Block Face Culling",
    "sodium.options.use_block_face_culling.tooltip": "Wenn aktiviert, werden nur die Seiten der Blöcke, die der Kamera zugewandt sind, gerendert. Dadurch kann eine große Anzahl von Blockflächen sehr früh im Renderprozess eliminiert werden, wodurch Speicherbandbreite und Rechenzeit auf der GPU gespart werden. Einige Ressourcenpakete haben möglicherweise Probleme mit dieser Option, versuche also, diese Einstellung zu deaktivieren, wenn du Löcher in Blöcken sehen.",
    "sodium.options.use_fog_occlusion.name": "Verwende Fog Occlusion",
    "sodium.options.use_fog_occlusion.tooltip": "Wenn diese Option aktiviert ist, werden Chunks, die von Nebeleffekten als vollständig verdeckt eingestuft werden, nicht gerendert, was zur Verbesserung der Leistung beiträgt. Die Verbesserung kann dramatischer sein, wenn Nebeleffekte stärker sind (z. B. unter Wasser), aber in einigen Szenarien kann es zu unerwünschten visuellen Artefakten zwischen Himmel und Nebel kommen.",
    "sodium.options.use_entity_culling.name": "Verwende Entity Culling",
    "sodium.options.use_entity_culling.tooltip": "Wenn diese Option aktiviert ist, werden Entitäten, die sich nicht in sichtbaren Blöcken befinden, während des Renderns übersprungen. Dies kann helfen, die Leistung zu verbessern, indem das Rendern von Objekten vermieden wird, die sich unter der Erde oder hinter Wänden befinden.",
    "sodium.options.use_particle_culling.name": "Verwende Particle Culling",
    "sodium.options.use_particle_culling.tooltip": "Wenn diese Option aktiviert ist, werden nur Partikel gerendert, die als sichtbar bestimmt wurden. Dies kann eine deutliche Verbesserung der Bildrate bewirken, wenn sich viele Partikel in der Nähe befinden.",
    "sodium.options.animate_only_visible_textures.name": "Nur sichtbare Texturen animieren",
    "sodium.options.animate_only_visible_textures.tooltip": "Wenn diese Option aktiviert ist, werden nur animierte Texturen aktualisiert, die als sichtbar bestimmt wurden. Dies kann die Bildrate auf einigen Hardwarekomponenten erheblich steigern, insbesondere bei rechenintensiven Ressourcenpaketen. Wenn du Probleme mit einigen Texturen hast, die nicht animiert werden, versuche, diese Option zu deaktivieren.",
    "sodium.options.cpu_render_ahead_limit.name": "CPU Render-Ahead Limit",
    "sodium.options.cpu_render_ahead_limit.tooltip": "Gibt die maximale Anzahl von Frames an, die die CPU auf die GPU warten kann, um das Rendern abzuschließen. Sehr niedrige oder hohe Werte können zu einer Instabilität der Bildrate führen.",
    "sodium.options.cpu_render_ahead_limit.value": "%s Bild(er)",
    "sodium.options.allow_direct_memory_access.name": "Direkten Speicherzugriff zulassen",
    "sodium.options.allow_direct_memory_access.tooltip": "Wenn diese Option aktiviert ist, dürfen einige kritische Codepfade aus Leistungsgründen den direkten Speicherzugriff verwenden. Dadurch wird der CPU-Overhead für das Chunk- und Entity-Rendering häufig erheblich reduziert, es kann jedoch die Diagnose einiger Fehler und Abstürze erschweren. Du solltest dies nur deaktivieren, wenn du dazu aufgefordert wurdest oder anderweitig weißt, was du tust.",
    "sodium.options.enable_memory_tracing.name": "Aktiviere Memory Tracing",
    "sodium.options.enable_memory_tracing.tooltip": "Debugging-Funktion. Wenn diese Option aktiviert ist, werden Stacktraces zusammen mit Speicherzuweisungen erfasst, um die Diagnoseinformationen zu verbessern, wenn Speicherlecks erkannt werden.",
    "sodium.options.performance_impact_string": "Auswirkungen auf die Leistung: %s",
    "sodium.options.use_persistent_mapping.name": "Verwende die dauerhafte Zuordnung",
    "sodium.options.use_persistent_mapping.tooltip": "Wenn diese Option aktiviert ist, wird eine kleine Speichermenge dauerhaft als Staging-Puffer für den Chunk-Upload zugeordnet, was dazu beiträgt, den CPU-Overhead und die Instabilität der Framezeit beim Laden oder Aktualisieren von Chunks zu reduzieren.\n\nErfordert OpenGL 4.4 oder ARB_buffer_storage.",
    "sodium.options.chunk_memory_allocator.name": "Chunk-Speicherzuweisung",
    "sodium.options.chunk_memory_allocator.tooltip": "Wählt die Speicherzuweisung aus, die für das Chunk-Rendering verwendet wird.\n- ASYNC: Schnellste Option, funktioniert gut mit den meisten modernen Grafiktreibern.\n- SWAP: Fallback-Option für ältere Grafiktreiber. Kann die Speicherauslastung erheblich erhöhen.",
    "sodium.options.chunk_memory_allocator.async": "Async",
    "sodium.options.chunk_memory_allocator.swap": "Swap",
    "sodium.options.chunk_update_threads.name": "Chunk-Update-Threads",
    "sodium.options.chunk_update_threads.tooltip": "Gibt die Anzahl der Threads an, die für die Chunk-Erstellung verwendet werden sollen. Die Verwendung von mehr Threads kann das Laden von Chunks und die Aktualisierungsgeschwindigkeit beschleunigen, kann sich jedoch negativ auf die Frame-Zeiten auswirken.",
    "sodium.options.always_defer_chunk_updates.name": "Chunk-Updates immer aufschieben",
    "sodium.options.always_defer_chunk_updates.tooltip": "Wenn diese Option aktiviert ist, wartet das Rendern nie auf den Abschluss von Chunk-Updates, selbst wenn diese wichtig sind. Dies kann die Bildrate in einigen Szenarien erheblich verbessern, kann jedoch zu einer erheblichen visuellen Verzögerung in der Welt führen.",
    "sodium.options.buttons.undo": "Rückgängig machen",
    "sodium.options.buttons.apply": "Anwenden",
    "sodium.options.buttons.donate": "Kleine Spende bitte!"
  }